The name "[Name]" is already in use.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId NameInUse { get; }
  Visual Basic
Public Shared ReadOnly Property NameInUse As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ NameInUse {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GeneralFailures Class
  Autodesk.Revit.DB Namespace